---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerCubicFootPerMinute
source: html/45c38fe6-1137-d35a-b468-c88540e19af6.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerCubicFootPerMinute Property

Watts per cubic foot per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerCubicFootPerMinute { get; }
```